tap "apple/apple", "http://github.com/apple/homebrew-apple"
tap "atlassian/acli"
tap "lambdalisue/arto"
tap "pakerwreah/calendr"
tap "sst/tap"
brew "cloud-sql-proxy"
brew "colima"
brew "curl"
brew "docker"
brew "docker-compose"
brew "duckdb"
brew "eza"
brew "gcc"
brew "lilypond"
brew "lnav"
brew "murex"
brew "mysql", restart_service: :changed
brew "ollama", link: false
brew "portaudio"
brew "postgresql@16", restart_service: :changed
brew "tailscale"
brew "tbls"
brew "tmux"
brew "tree"
brew "volta"
brew "zellij"
brew "atlassian/acli/acli"
brew "sst/tap/opencode"
cask "1password"
cask "aqua-voice"
cask "arto"
cask "azookey"
cask "calendr"
cask "claude"
cask "cleanshot"
cask "dropbox"
cask "gcloud-cli"
cask "ghostty"
cask "google-chrome"
cask "itsycal"
cask "karabiner-elements"
cask "keycastr"
cask "macskk"
cask "microsoft-edge"
cask "obsidian"
cask "ogdesign-eagle"
cask "ollama-app"
cask "orbstack"
cask "raycast"
cask "slack"
cask "slack-cli"
cask "smoothcsv"
cask "tailscale-app"
cask "visual-studio-code"
cask "wezterm@nightly"
vscode "astro-build.houston"
