tap "apple/apple", "http://github.com/apple/homebrew-apple"
tap "atlassian/acli"
tap "sst/tap"
brew "atlassian/acli/acli"
brew "curl"
brew "duckdb"
brew "eza"
brew "gcc"
brew "lnav"
brew "murex"
brew "ollama"
brew "portaudio"
brew "sst/tap/opencode"
brew "tailscale"
brew "tbls"
brew "tmux"
brew "tree"
brew "volta"
brew "zellij"
cask "1password"
cask "aqua-voice"
cask "azookey"
cask "claude"
cask "cleanshot"
cask "dropbox"
cask "ghostty"
cask "google-chrome"
cask "karabiner-elements"
cask "keycastr"
cask "macskk"
cask "tailscale-app"
cask "microsoft-edge"
cask "obsidian"
cask "ogdesign-eagle"
cask "ollama-app"
cask "orbstack"
cask "raycast"
cask "smoothcsv"
cask "visual-studio-code"
cask "wezterm@nightly"
