tap "apple/apple", "http://github.com/apple/homebrew-apple"
tap "atlassian/acli"
tap "lambdalisue/arto"
tap "pakerwreah/calendr"
tap "sst/tap"
tap "steipete/tap"
tap "yakitrak/yakitrak"
brew "ballerina"
brew "cloud-sql-proxy"
brew "colima"
brew "curl"
brew "devcontainer"
brew "docker"
brew "docker-compose"
brew "gcc"
brew "lilypond"
brew "murex"
brew "mysql", restart_service: :changed
brew "ollama", link: false
brew "opencode"
brew "openjdk@21"
brew "portaudio"
brew "postgresql@16", restart_service: :changed
brew "swiftformat"
brew "tailscale"
brew "tbls"
brew "volta"
brew "atlassian/acli/acli"
brew "yakitrak/yakitrak/obsidian-cli"
cask "1password"
cask "aqua-voice"
cask "lambdalisue/arto/arto"
cask "azookey"
cask "bitwarden"
cask "pakerwreah/calendr/calendr"
cask "claude"
cask "cleanshot"
cask "cyberduck"
cask "drawio"
cask "dropbox"
cask "gcloud-cli"
cask "ghostty"
cask "google-chrome"
cask "iterm2"
cask "itsycal"
cask "karabiner-elements"
cask "keycastr"
cask "macskk"
cask "microsoft-edge"
cask "obsidian"
cask "ogdesign-eagle"
cask "ollama-app"
cask "orbstack"
cask "raycast"
cask "steipete/tap/repobar"
cask "slack"
cask "slack-cli"
cask "smoothcsv"
cask "tailscale-app"
cask "visual-studio-code"
cask "wezterm@nightly"
cask "zettlr"
vscode "anweber.httpbook"
vscode "anweber.vscode-httpyac"
vscode "astro-build.houston"
vscode "be5invis.toml"
vscode "pramitha.ballerina-lint"
vscode "redhat.vscode-yaml"
vscode "wso2.ballerina"
vscode "wso2.wso2-platform"
